Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: Error: The IP address $1 is not blocked directly and cannot be unblocked. It is, however, blocked as part of the range $2, which can be unblocked.
ne: त्रुटी: IP ठेगाना $1 is लाई सिधै रोकलगाइएको छैन र यस रोकलाई खोल्न मिल्दैन यो एक रेन्ज रोक $2, को अन्तर्गत रहेको छ जसलाई रोक खोल्न मिल्छ ।

source: Manage account data
ne: खाता तथ्याङ्क मिलाउने

source: Edit protection reasons
ne: सुरक्षाको कारणहरु सम्पादन गर्नुहोस्

source: Date Posted
ne: प्रेषित तिथि

source: Remove item
ne: वस्तुलाई हटाउने

source: Show languages
ne: भाषाहरू देखाउनुहोस्

source: User layouts
ne: प्रयोगकर्ता लेआउटहरू

source: Voter type
ne: मतदाता प्रकार

source: Time offset
ne: समय अफसेट

source: Constraint
ne: श्रोत अभाव

source: Copy to clipboard
ne: क्लिपबोर्डमा कपी गर्ने

source: Sign up with Google
ne: गुगल प्रयोग गरेर प्रवेश गर्नुहोस्

source: Choose an application
ne: अनुप्रयोग छान्नुहोस्

source: Stay Here
ne: यहाँ बस्नुहोस्

source: Unable to create GPG home directory.
ne: GPG होम डाइरेक्ट्री बनाउन असफल।

source: User is blocked.
ne: प्रयोककर्तालाई रोक लगाइएको छ

source: $1 {{PLURAL:$1|month|months}} ago
ne: $1 {{PLURAL:$1|महिना|महिना}} अघि

source: Wiki:
ne: विकी:

source: Outdent (Shift+TAB)
ne: आउटडेन्ट (Shift+TAB)

source: You are about to activate the tag "$1".
ne: तपाईं ट्याग "$1"लाई सक्रिय गर्न लाग्नु भएको छ ।

source: Students
ne: विद्यार्थी

source: Paired
ne: जडान गरिएको

source: This page was last modified $2, $1 by $3.
ne: यो पृष्ठ अन्तिमपटक $3द्वारा $2, $1 मा परिवर्तन गरिएको थियो।

source: Repair
ne: मर्मत

source: Credit card number
ne: क्रेडिट कार्ड नम्बर

source: Trusted users
ne: विश्वसनीय प्रयोगकर्ताहरू

source: View this page with the pending changes
ne: यस पृष्ठको अनिरिक्षित परिवर्तन हेर्नुहोस्

source: "$1" RSS feed
ne: "$1" आरएसएस फिड

source: Category <i>$1</i> not found
ne: श्रेणी <i>$1</i> फेला परेन

source: Fill in from browser
ne: ब्राउजरबाट भराउनुहोस्

source: autoblock disabled
ne: स्वत: निषेध निस्क्रिय गरिएको

source: Subtraction (-)
ne: घटाव (-)

source: Could not backup file "$1".
ne: फाइल ''$1'' जगेडा संग्रह गर्न सकिएन ।

source: Depublish
ne: अप्रकाशित गर्ने

source: Reverse landscape
ne: ल्याण्डस्केप उल्टाउनुहोस्

source: ^Install Ubuntu Kylin Netbook
ne: ^ स्थापना उबुन्टु कार्इलिन नेटबुक

source: The filename is missing an extension.
ne: फाइलमा एक्स्टेन्शनको अभाव छ।

source: Bot: Unlinking "%(title)s"
ne: रोबोट: "%(title)s" लिङ्क हटाउँदै

source: saved_book
ne: सङ्ग्रहित_पुस्तक

source: Re-autoconfirm
ne: पुनः स्वतः निश्चय गर्ने

source: A list of all wiki pages that link here
ne: यो सँग जोडिएका सबै विकि पृष्ठहरूको सूची

source: This edit created a new page
ne: यो सम्पादनले नयाँ पृष्ठ निर्माण गरेको छ

source: You are not allowed to mark your own changes as patrolled.
ne: तपाईं आफ्नै सम्पादनलाई गस्ती गरिएको भनि चिनो लगाउन सक्नुहुन्न ।

source: Don't use machine translation
ne: मेसिन अनुवाद प्रयोग गर्ने

source: A new password has been sent to the email address registered for "$1". Please log in again after you receive it.
ne: "$1" को लागि दर्ता गरिएको ई-मेल ठेगानामा एक प्रवेशशव्द पठाइएको छ। कृपया त्यसलाई प्राप्त गरेपछि प्रवेश गर्नुहोला ।

source: Minimises all windows.
ne: सबै विन्डोहरूलाई लुकाउँछ ।

source: Article
ne: लेख

source: Shared CSS/JavaScript for all skins:
ne: साझा CSS/जाभा स्क्रिप्ट सबै त्वचा(स्किन)को लागि:

source: Your email address
ne: तपाईंको इमेल ठेगाना

source: Unable to restore file archive ID $1 because it is not in the database. It may have already been undeleted.
ne: फाइल अभिलेख आइडी $1 पुन:स्थापित गर्दा त्रुटी किनकी यो डेटाबेसमा छैन। यो पहिले नै पुन: स्थापित गरिसकिएको हुनछक्छ ।

source: unknown
ne: अज्ञात

source: Please choose another password.
ne: कृपया अर्को पासवर्ड छान्नुहोस्।

source: translators
ne: अनुवादकहरू

source: related
ne: सम्बन्धित

source: Content (darkblue)
ne: सामग्री (गाढानिलो)

source: The prefix is invalid.
ne: यो उपसर्ग अमान्य छ।

source: Preformatted
ne: पूर्वढाँचा

source: Cards accepted
ne: स्वीकार्य कार्डहरु

source: Edit your own user CSS files
ne: तपाईँको आफ्नो CSS फाइलहरू सम्पादन गर्नुहोस्

source: Previous Purchases
ne: पहिले किनिएका

source: Allow different sources for each application
ne: हरेक प्रोग्राममा फरक श्रोतहरु प्रयोग गर्न मिल्ने

source: editors
ne: सम्पादकहरू

source: Administration
ne: प्रबन्धन

source: Integrity check
ne: स्थिती परीक्षण

source: License for $1
ne: $1 को लागी इजाजतपत्र

source: Condensed
ne: सघन

source: WikiData
ne: विकिडेटा

source: modify user groups
ne: प्रयोगकर्ता समूह परिमार्जन गर्नुहोस्

source: Not a valid URL
ne: अमान्य यूआरएल

source: Purge history
ne: सफाइ इतिहास

source: Scroll Down
ne: तल स्क्रोल गर्नुहोस्

source: Icedtea Java Plugin
ne: आइस्डटी जाभा प्लगिन

source: Equal to (==)
ne: बराबर (==)

source: Test Sound
ne: परिक्षण ध्वनि

source: The username is not valid.
ne: प्रयोगकर्ता नाम अमान्य छ।

source: regional
ne: क्षेत्रिय

source: Mark as
ne: रुपमा चिनो लगाउने

source: Preferences updated
ne: अभिरुचीहरु अध्यावधिक गरियो

source: MySQL Client
ne: MySQL क्लाइन्ट

source: About &brand.brandShortName;
ne: बारेमा &brand.brandShortName;

source: Expand watchlist to show all changes, not just the most recent
ne: निगरानी सूचीलाई सबै परिवर्तनहरू देखाउने गरी बढाउने, हालैको परिवर्तनहरू बाहेक

source: Pages with audio
ne: आवाजसहितका पृष्ठहरू

source: Launcher Monitors
ne: लन्चरका मोनिटरहरू

source: Okawix
ne: ओकाविक्स

source: Alarm On
ne: अलार्म खुला

source: Cannot move file to non-file namespace.
ne: फाइललाई बिना-फाइल नेमस्पेसमा सार्न सकिंदैन।

source: Save as file
ne: सङ्ग्रह गर्ने

source: Trace Tag
ne: ट्रेस ट्याग

source: A trade route needs at least 2 stops!
ne: व्यापार मार्गमा कम्तीमा २ रोक्ने स्थान हुनु पर्नेछ !

source: Manual
ne: म्यानुअल

source: File Manager
ne: फाइल व्यवस्थापक

source: _Bottom
ne: तल

source: Edit the content model of a page
ne: पृष्ठको सामग्री नमुना सम्पादन

source: Gender:
ne: लिङ्ग:

source: Send app feedback
ne: पृष्ठपोषण पठाउनुहोस

source: Purging a page clears the cache and forces the most current revision to appear.
ne: पृष्ठ पर्ज(सफाई)ले क्याश सफा गर्दछ र सबै भन्दा अद्यावधिक संस्करण प्रदर्शित हुन जोड दिन्छ ।

source: move this file
ne: यो फाइल सार्ने

source: Burst mode
ne: बर्स्ट मोड

source: Mobile web edit
ne: मोबाइल वेब सम्पादन

source: Relation History: %{name}
ne: सम्बन्धको इतिहास: %{name}

source: contact
ne: सम्पर्क

source: Server certificate contains invalid dates.
ne: सर्भर सर्टिफिकेटमा अमान्य मितिहरू छन्

source: Edits in the past 7 days
ne: ७ दिन अघिसम्मको सम्पादन

source: Filename (or a part of it):
ne: फाइल अथवा (यसको एउटा अंश)को नाम:

source: $1 {{GENDER:$2|removed}} the {{PLURAL:$9|tag|tags}} $8 from revision $4 of page $3
ne: $1 {{GENDER:$2|हटाइयो}} {{PLURAL:$9|ट्याग|ट्यागहरू}} $8 $4 संशोधनबाट $3 पृष्ठमा

source: White spade suit
ne: सेतो सुरत

source: User $1 on {{SITENAME}} requested a reset of your password for {{SITENAME}} ($4). The following user {{PLURAL:$3|account is|accounts are}} associated with this email address: $2 {{PLURAL:$3|This temporary password|These temporary passwords}} will expire in {{PLURAL:$5|one day|$5 days}}. You should log in and choose a new password now. If someone else made this request, or if you have remembered your original password, and you no longer wish to change it, you may ignore this message and continue using your old password.
ne: {{SITENAME}} को $1 प्रयोगकर्ताले {{SITENAME}} ($4)को लागि खाता विवरणको निम्ति एउटा अनुस्मारकको अनुरोध गरेको छ। निम्न प्रयोगकर्ता {{PLURAL:$3|खाता यस इमेल ठेगानासित सम्बन्धित छ|खाताहरू यस इमेल ठेगानासित सम्बन्धित छन्}}: $2 {{PLURAL:$3|यो अस्थाई पासवर्डको|यी अस्थाई पासवर्डहरूको}} समय {{PLURAL:$5|एक दिन|$5 दिन}}मा सकिनेछ। तपाईंले प्रवेश गरेर अहिले नैं नयाँ पासवर्ड छान्नुहोस्। यदि अरु कसैले अनुरोध गरेको भए अथवा यदि तपाईंलाई मूल पासवर्ड याद भए अनि यसलाई परिवर्तन गर्न चाहनुहुन्न भनें, तपाईंले यस सन्देशलाई अनदेखा गर्नुहोस् र पुरानै पासवर्डलाई चालू राख्नुहोस्।

source: Call Duration
ne: कल अवधि

source: history
ne: इतिहास

source: Creating $1
ne: $1 बनाइँदै

source: Hide administrators
ne: प्रवन्धकहरू लुकाउने

source: Output version information and exit
ne: संस्करण जानकारी देखाउनुहोस् र बन्दगर्नुहोस

source: Listen in
ne: सुन्नुहोस्

source: Shadow X offset
ne: छायाँको X अफसेट

source: Log visibility successfully set.
ne: '''लग दृष्टि सफलतापूर्वक मिलाइयो ।'''

source: Listen in…
ne: सुन्नुहोस्...

source: Cursor Left or Right
ne: कर्सर दायँ वा बायाँ

source: Log visibility could not be set: $1
ne: '''लग दृष्टि मिलाउन सकिएन :''' $1

source: 24 Hour
ne: २४ घन्टा

source: Client for the Wikibase extension
ne: विकिबेस वृद्दिको लागि क्लाइन्ट

source: Strip prefix in list
ne: सूचीमा स्ट्रिप उपसर्ग

source: $1 km
ne: $1 कि.मी.

source: Stopped
ne: रोकियो

source: Boundaries
ne: सिमानाहरू

source: Preferred language
ne: छानेको भाषा

source: There are no pages in the following {{PLURAL:$2|namespace|namespaces}}: $1.
ne: {{PLURAL:$2| $1 नाम भएको कुनै पृष्ट छैन|$1 नाम भएका कुनै पृष्टहरु छैनन्}}

source: Give me Liberty or give me death!
ne: कि मलाई स्वतन्त्रता देउ वा मृत्यु देउ !

source: Number of edits
ne: सम्पादन संख्या

source: Last Message
ne: पछिल्लो सन्देश

source: Related items
ne: सम्बन्धित सामग्री

source: There are no threads on this page yet.
ne: यस पृष्ठमा कुने पनि धागो (thread)हरू छैनन् ।

source: Alliance
ne: सम्बध्द

source: Edit difficulty
ne: गाह्रो स्तर सम्पादन गर्नुहोस

source: Files uploaded
ne: अपलोड गरेका फाइलहरू

source: _Green:
ne: हरियो:

source: Actions:
ne: कार्य:

source: Original transmission location code
ne: मूल प्रसारण स्थल कोड

source: Choose an Effect
ne: कुनै प्रभाव छान्नुहोस्

source: %s and %s
ne: %s र %s

source: Wikimedia projects
ne: विकिमिडिया परियोजना

source: Crosshairs:
ne: क्रसहेयर:

source: Move the page
ne: पृष्ठ सार्नुहोस्

source: Share and Embed this pad
ne: यस प्याडलाई बाड्ने या इम्बेड गर्ने

source: Hurrah!
ne: हुर्रे!

source: Population %number%
ne: जनसंख्या %number%

source: Bot: Formatting ISBN
ne: रोबोट: ISBN मिलाउँदै

source: Pending
ne: विचाराधिन

source: Select type
ne: प्रकार छान्नुहोस्

source: Your email address was confirmed on $2 at $3.
ne: तपाईंको इमेल ठेगाना $2 को $3 मा प्रमाणित गरिएको थियो।

source: War, conflict and unrest
ne: लडाई, द्वन्द र अशान्ति

source: IPA
ne: आइपिए

source: _Hide Onboard
ne: अन्बोर्ड लुकाउनुहोस्

source: Back to filter history
ne: फिल्टर इतिहासतिर फर्किने

source: Save changes to translation
ne: अनुवादमा भएको परिवर्तन संग्रह गर्नुहोस

source: Network settings
ne: सञ्जाल सेटिङ

source: You do not have permission to access this pad
ne: तपाईँलाई यस प्याड खोल्न अनुमति छैन

source: Board %unit%
ne: समिति %unit%

source: Display pictures
ne: तस्विर प्रदर्शन गर्ने

source: Choices:
ne: चयनहरू:

source: Personal digital assistant
ne: पर्सनल डिजिटल असिस्टेन्ट

source: You cannot change the protection levels of this page because you do not have permission to edit it.
ne: तपाईँ यस पृष्ठको सुरक्षा स्तर परिवर्तन गर्न सक्नुहुन्न , किन कि तपाईँलाई यसको सम्पादनको अनुमति छैन ।

source: Switch toolbar
ne: टुलबार स्विच

source: B: Woman and her occupations
ne: ख: महिला र उनको व्यवसायहरू

source: The server could not stash the file, because it had zero length.
ne: सर्भर त्यस फाइललाई स्ट्यास गर्न सकेन, किनभने त्यसको लम्बाई शून्य छ।

source: Change language log
ne: लगको भाषा परिवर्तन गर्ने

source: Page credits
ne: क्रेडिट पृष्ठ

source: Two-chip color area sensor
ne: दोहोरो-चीप कलर क्षेत्र सेन्सर

source: Signing in…
ne: प्रवेश गर्दै…

source: Max size:
ne: अधिकतम आकार:

source: Male sign
ne: पुरुष चिन्ह

source: An error was encountered when opening the file for ZIP checks.
ne: ZIP परीक्षणको लागि फाइल खोल्दा एक त्रुटी भेटीयो ।

source: Invalid subscription feed type.
ne: अमान्य फिड प्रकार ग्राह्याता ।

source: unblock
ne: रोक फुकुवा गर्ने

source: Close view
ne: नजिक दृश्य

source: Select a wiki and page title to import. Revision dates and editors' names will be preserved. All imports from other wikis are logged at the [[Special:Log/import|import log]].
ne: आयात गर्नका लागि एक विकि वा एक पृष्ठ छान्नुहोस्। अवतरण मिति र सम्पादकहरूको नाम उस्तै राखिनेछ। अन्य विकिबाट सबै आयात [[Special:Log/import|आयात लग]]मा राखिन्छ।

source: Public filter description
ne: सार्वजनिक फिल्टर विवरण

source: Show changes
ne: परिवर्तन देखाउनुहोस्

source: enter a label
ne: नामपत्र लेख्नुहोस्

source: minutes
ne: मिनेट

source: Edit issues
ne: कुराहरू सम्पादन गर्नुहोस्

source: Given root page is an invalid title.
ne: दिइएको उपसर्ग पृष्ठ शीर्षक अमान्य छ।

source: The website %1:%2 requires authentication.
ne: वेबसाइट %1:%2 लाई प्रमाणीकरण आवश्यक छ।

source: What is your text?
ne: तपाईँको अर्को के ?

source: Filtering
ne: छाट्ने

source: Remove Comment
ne: टिप्पणी हटाउने

source: Priority
ne: प्राथमिकता

source: Do you want to force the application to exit, or wait for it to respond?
ne: तपाईं यो अप्प्लिकेशन बन्द गर्न चाहनुहुन्छ या प्रतिक्रियाका लागि प्रतीक्षा गर्न चाहनुहुन्छ?

source: %1 - Ubuntu Web Browser
ne: %1 - उबुन्टु वेब ब्राउजर

source: IPs
ne: आईपीहरू

source: Unique page views <small>(number of visitors viewing pages)</small>
ne: अलग पृष्ठ अवलोकन संख्या <small>(पृष्ठ हेर्ने मानिसको संख्या)</small>

source: SVG file
ne: SVG फाइल

source: Go to unread messages
ne: नपढेका सन्देशहरु हेर्ने

source: Hot
ne: तातो

source: Edit saved!
ne: संग्रह भएकोलाई सम्पादन गर्ने

source: Edit user groups
ne: प्रयोगकर्ता समूह सम्पादन गर्नुहोस्

source: Mobile edit
ne: मोबाइल सम्पादन

source: an open media platform
ne: एक खुला मीडिया मंच

source: ==Editing==
ne: == सम्पादन ==

source: IRC
ne: आईआरसि

source: Zoom Mode
ne: जुम मोड

source: This window is not responding
ne: यो विन्डोले प्रतिक्रिया दीरहेको छैन

source: Todo
ne: टोडो

source: Textual
ne: पाठ

source: Loading %{num_features} features, which may make your browser slow or unresponsive. Are sure you want to display this data?
ne: %{num_features}वटा सुविधाहरु लोड हुँदै छन्, जसले गर्दा तपाईंको ब्राउजर सुस्त वा अनुत्तरदायी बनाउन सक्छ । तपाईं साँच्चै यो जानकारी हेर्न चाहनुहुन्छ ?

source: X display to use
ne: प्रयोग गरिने X प्रदर्शन

source: Cannot move pages into namespace "$1".
ne: यो $1 नामस्थानभित्र पृष्टहरु सार्न सकिंदैन

source: Random page by test wiki
ne: परीक्षण विकि को कुनै यौटा पृष्ठ

source: Introducing Beta Features! This new preferences section lets you test and give feedback about new features before we launch them as default behavior. Try out something new now!
ne: यी हुन् बेटा सुविधाहरू! यस नयाँ अभिरूची अनुभागबाट तपाईं नयाँ सुविधाहरू डिफल्ट रूपले जारी हुनु पूर्व जाँच्न सक्नुहुन्छ र यीनका बारेमा आफ्नो प्रतिक्रिया दिन सक्नुहुन्छ। केही नयाँ प्रयोग गरी हेर्नुहोस!

source: Uncalibrated
ne: अनक्यालिब्रेट भएको

source: Value URI
ne: मान URI

source: Logged in as: $1
ne: $1: को रूपमा प्रवेश भयो

source: Allocate IP to Project
ne: आयोजनाको लागि आइपी प्रदान गर्नुहोस्

source: There isn’t a software package called “%s” in your current software sources.
ne: तपाईको हालको सफ्टवेयर श्रोतहरुमा यो "%s" सफ्टवेयर प्याकेज छैन।

source: Image contrast
ne: छवि व्यतिरेक

source: Bahamian dollar
ne: बहमियन डलर

source: Databases
ne: डाटाबेसहरू

source: Disable image
ne: तस्विर असक्षम पार्नुहोस्

source: Enables miniature live window previews in the Switcher.
ne: स्विचरमा विन्डोहरूको सानो पूर्वालोकन देखिने बनाउँछ ।

source: Monuments search
ne: धरोहर खोज

source: Credit card #
ne: क्रेडिट कार्ड #

source: oldest threads first
ne: सबै भन्दा पहिले सम्पादित प्रथम

source: Do you want to publicly send thanks for this comment?
ne: के तपाईं यस प्रतिक्रियाको लागि धन्यवाद पठाउन चाहनुहुन्छ?

source: Your account does not have permission to change page protection levels. Here are the current settings for the page <strong>$1</strong>:
ne: तपाईँको खातालाई पृष्ठको सुरक्षा स्तरहरू परिवर्तन गर्ने अनुमति छैन । '''$1''पृष्ठको हालको स्थिति निम्न छ :

source: Full screen
ne: पूरा पर्दा

source: A cheeseburger for you!
ne: तपाइको लागि एक चीजबर्गर!

source: Edit the content of your focus
ne: आफ्नो ध्यान सामग्री सम्पादन गर्ने

source: reveal message
ne: सन्देश निकाल्ने

source: Number of photos in burst mode
ne: ब्रस्ट मोडमा खिचिएका फोटो सङ्ख्या

source: Statistics
ne: तथ्याङ्क

source: Restores or minimises the current window.
ne: हालको विन्डोलाई लुकाउँछ वा देखाउँछ ।

source: Assistant curators
ne: सह-संरक्षक

source: Logged in users list
ne: प्रवेश गरिएको प्रयोगकर्ता सूची

source: You do not have permission to edit your preferences.
ne: तपाईँसँग तपाईँको अभिरुचीहरू सम्पादन गर्ने अनुमती छैन

source: I: Amphibians, reptiles, etc.
ne: झ: उभयचर, सरीसृप, आदि।

source: Bot: Cosmetic changes
ne: रोबोट: कस्मेटिक परिवर्तनहरू

source: Abuse filter management
ne: दुर्व्यवहार फिल्टर विन्यास

source: Choose prefix
ne: उपसर्ग छान्ने

source: Security token mismatch, cannot log in.
ne: सुरक्षा टोकन मिलेन, प्रवेश गर्न सकिंदैन।

source: _Border:
ne: किनारा:

source: Other light source
ne: अरु प्रकाश स्रोत

source: Add name
ne: नाम थप्ने

source: Old Way Node
ne: पूरानो बाटो नोड

source: Number per page:
ne: प्रति पृष्ठ संख्या:

source: Security code
ne: सुरक्षा (Security) कोड

source: _Reassign
ne: पुन: मानाङ्कन गर्नुहोस्

source: The old template could not be found.
ne: पुरानो ढाँचा खोज्न सकिएन।

source: Display language:
ne: भाषा प्रदर्शन:

source: Additional sources listed on the OpenStreetMap wiki
ne: ओपनस्ट्रीटम्याप विकिमा सूचीत थप स्रोतहरू

source: North Pacific Ocean
ne: उत्तरी प्रशान्त महासागर

source: Using the form below will rename a page, moving all of its history to the new name. The old title will become a redirect page to the new title. You can update redirects that point to the original title automatically. If you choose not to, be sure to check for [[Special:DoubleRedirects|double]] or [[Special:BrokenRedirects|broken redirects]]. You are responsible for making sure that links continue to point where they are supposed to go. Note that the page will <strong>not</strong> be moved if there is already a page at the new title, unless the latter is a redirect and has no past edit history. This means that you can rename a page back to where it was renamed from if you make a mistake, and you cannot overwrite an existing page. <strong>Warning!</strong> This can be a drastic and unexpected change for a popular page; please be sure you understand the consequences of this before proceeding.
ne: तल दिएको फारमको उपयोगले पृष्ठ नाम परिवर्तन हुनेछ र पृष्ठको सम्पूर्ण इतिहास नयाँ नामको साथमा जानेछ। पुरानो शीर्षक नयाँ शीर्षककोलागि अनुप्रेषित पृष्ठ बनिनेछ। तपाईंले यो स्वचालित रूपले अनुप्रेषित पृष्ठलाई अपडेट गर्न सक्नुहुनेछ। यदि तपाईं हुँदैन चुन्नुहुन्छ भनें जाँचेर सुनिश्चित गर्नुहोस् कि [[Special:DoubleRedirects|दोहोरो]] अथवा [[Special:BrokenRedirects|टुटेको अनुप्रेषण]]। तपाईंमाथि यो सुनिश्चित गर्ने उत्तरदायित्व रहन्छ कि लिङ्क कुन विन्दुमा जानु पर्ने हो । ध्यान दिनुहोस् नयाँ नामको पृष्ठ पहिलेबाट नैं छ भनें पृष्ठ सारिने <strong>छैन</strong>। नयाँ नामको पृष्ठ पहिलेबाट भएर पनि यदि यो खालि छ अथवा अनुप्रेषित छ र सम्पादित इतिहास छैन भनें सारिनेछ। यसको अर्थ हुन्छ यदि कुनै गल्ती गरेमा तपाईंले पुनः पुरानै नाम दिनु पर्ने हुन्छ यसलाई अधिलेखन गर्नसक्नु हुनेछैन। <strong>चेतावनी!</strong> यो एक लोकप्रिय पृष्ठको लागि एउटा कठोर र अप्रत्याशित परिवर्तन हुनसक्नेछ; कृपया सुनिश्चित गर्नुहोस् कि तपाईंले यसको सही परिणाम बुझ्नु भएको छ अनि मात्र नयाँ नाम दिन अघि बढ्नुहोस्।

source: Embeddable HTML
ne: थप्नलायक HTML

source: Button
ne: बटन

source: Mouse Preferences
ne: माउस प्राथमिकताहरू

source: Search from here
ne: यहाँ बाट खोज्नुहोस

source: Member of:
ne: को सदस्य:

source: Do you wish to continue creating the tag?
ne: के तपाईं यो ट्याग बनाउने काम जारी राख्न चाहनु हुन्छ ?

source: Other amount
ne: अन्य राशि

source: Latest revision
ne: हालको पुनरावलोकन

source: Rights
ne: अधिकारहरु

source: You attempted to reach %1 but the server presented a security certificate issued by an entity that is not trusted.
ne: तपाईंले %1 पुग्न प्रयास गर्नु भयो तर सर्भरले विश्वसनीय छैन भनेर एक इकाइ द्वारा जारी एक सुरक्षा प्रमाणपत्र प्रस्तुत गरेको छ​।

source: Diary entry location
ne: दैनिकी प्रविष्ठी स्थान

source: Meaning of each component
ne: प्रत्येक घटकको अर्थ

source: Active?
ne: सक्रिय?

source: localisation system for tools at Tool Labs and Toolserver
ne: टुल ल्याब र टुलसर्भरको लागि अनुवाद प्रणाली

source: Malaysian ringgit
ne: मलेसियन रिंङ्गिट

source: Other edits
ne: अरू सम्पादनहरू

source: ATI binary X.Org driver
ne: ATI बायनरी X.Org ड्राइभर

source: Changes made in edit
ne: सम्पादनमा गरिएका परिवर्तनहरू

source: Closes the selected application / window.
ne: छानिएको विन्डो या अनुप्रयोगहरू बन्द गर्छ

source: RAR compression/uncompression tool
ne: RAR सञ्कुचन/असञ्कुचन औजार

source: Cyrillic
ne: स्रिरिल्लिक

source: Button Number
ne: बटन नम्बर

source: Thank action failed. Please try again.
ne: धन्यवाद दिने कार्य विफल भयो। कृपया पुनः प्रयास गर्नुहोस।

source: Sivan
ne: सिभान

source: Off line openZIM reader
ne: अफलाइन openZIM reader

source: Mountain Range
ne: हिमालय श्रेणी

source: Import Bookmark Set
ne: पुस्तक चिनो समुह आयात गर्ने

source: Pairing with '%s' cancelled
ne: '%s' सँग जडान रद्द भयो

source: add a new request
ne: नयाँ अनुरोध थप्ने

source: Unable to construct a valid title from "$1".
ne: "$1" बाट मान्य शीर्षक निर्माण गर्न सकिएन ।

source: Reload Bookmark Set
ne: यो पुस्तक चिनो पूर्वरुपमा फर्काउने

source: Change work
ne: काम फेर्ने

source: _Attributes:
ne: विशेषताहरू:

source: Per cargo penalty to combat effectiveness
ne: प्रभावकारितालाई कायम राख्नको लागी प्रति कार्गो जरिवाना

source: Added by %{user} on %{date}
ne: %{user}ले %{date}मा थप गरेको

source: Starting date
ne: सुरु गरेको मिति

source: Indefinite protections only
ne: नखुलेको सुरक्षा मात्र

source: Changeset
ne: परिवर्नहरू

source: The image is deleted.
ne: यो तस्वीर मेटिएको छ ।

source: This page has been accessed {{PLURAL:$1|once|$1 times}}.
ne: यो पृष्ठ हेरिएको थियो {{PLURAL:$1|एकपटक|$1 पटक}}

source: review and restore this hidden revision
ne: यो लुकाइएको पुनरावलोकनको पुर्वालोकन गर्ने र पुनरावृत्ति गर्ने

source: User-defined priority ($1)
ne: प्रयोगकर्ताले निर्धारण गरेको प्राथमिकता ($1)

source: Invalid merge selection
ne: मेलको निम्ति छनावट अमान्य

source: Security key
ne: सुरक्षा कुञ्जी

source: no window transparency available; screen doesn't support alpha channels
ne: विन्डो पारदर्शिता उपलब्ध छैन​; स्क्रिन अल्फा च्यानल समर्थन गर्दैन

source: Below is a list of deletions and blocks involving content hidden from administrators. See the [[Special:BlockList|block list]] for the list of currently operational bans and blocks.
ne: मेट्न र रोक्नका निमित्त निम्न सुची रहेको छ जसमा प्रवन्धकबाट लुकाइएका सामग्री समेत रहेका छन। कृपया हाल प्रयोगमा रहेका रोक र रोकावटको सुचीका लागि [[Special:BlockList|रोक सुची]] हेर्नुहोला।

source: Hide patrolled pages from new page list
ne: गस्ती गरिएका पृष्ठहरूलाई नयाँ पृष्ठ सूचीबाट लुकाउने

source: You have [[$1|new messages]].
ne: तपाईंको लागि [[$1|नयाँ सन्देश]]।

source: last change
ne: आखिरी परिवर्तन

source: Display titles
ne: शीर्षकहरू देखाउनुहोस्

source: title
ne: शीर्षक

source: White heart suit
ne: सेतो मुटु

source: search
ne: खोज्नुहोस्

source: {{PLURAL:$1|1 revision|$1 revisions}} and {{PLURAL:$2|1 file|$2 files}} restored
ne: {{PLURAL:$1|एउटा संशोधन|$1 संशोधनहरू}} र {{PLURAL:$2|एउटा फाइल|$2 फाइलहरू}} पुनर्स्थापित गरियो

source: GStreamer extra plugins
ne: GStreamer अतिरिक्त प्लगिन्स

source: Hue
ne: ह्यु:

source: Autoblocked because your IP address has been recently used by "[[User:$1|$1]]". The reason given for $1's block is "$2"
ne: तपाईंको आईपी ठेगाना "[[User:$1|$1]]" द्वारा भर्खरै प्रयोग गरिएकोले स्वत: बन्देज गरिएको हो। $1को बन्देजको कारण "$2" हो

source: Select food or drink item:
ne: खानपान छान्नुहोस्:

source: Sorry, failed to add %{name} as a friend.
ne: माफ गर्नुहोला, %{name}लाई मित्रको रुपमा थप्न सकिएन।

source: An internal error occurred.
ne: एक आन्तरिक त्रुटी देखापर्‍यो।

source: <strong>".$1"</strong> {{PLURAL:$4|is not a permitted file type|are not permitted file types}}. Permitted {{PLURAL:$3|file type is|file types are}} $2.
ne: <strong>".$1"</strong> फाइल {{PLURAL:$4|प्रकार|प्रकारहरू}} को अनुमति छैन। फाइल प्रकार {{PLURAL:$3|जसको|जुनको}} अनुमति छ: $2।

source: bureaucrats
ne: प्रशासकहरू
